"Action" = "Akcia";
"Added: %lu, Updated: %lu, Deleted: %lu" = "Pridané: %lu, Aktualizované: %lu, Vymazané: %lu";
"Analyzing…" = "Analyzujem…";
"Cancel" = "Zrušiť";
"Colors…" = "Farby…";
"Compare" = "Porovnať";
"Compare file contents if necessary (requires opening files)" = "Porovnať obsah súborov, ak je to potrebné (potrebné otvorenie súborov)";
"Compare resource forks and extended attributes" = "Porovnanie resource forks a rozšírených atribútov";
"Copy left to right" = "Kopírovať zľava do prava";
"Copy right to left" = "Kopírovať sprava do ľava";
"Delete left" = "Vymazať ľavé";
"Delete right" = "Vymazať pravé";
"Do nothing" = "Nevykonať nič";
"Edit filters…" = "Úprava filtrov…";
"Exclude filters:" = "Vylúčiť filtre:";
"Filter items" = "Filtrovanie položiek";
"Include filters:" = "Zahrnúť filtre:";
"Item is newer:" = "Položka je novšia:";
"Item is older:" = "Položka je staršia:";
"Item is orphaned:" = "Položka je jediná:";
"Item on left is newer:" = "Položka vľavo je novšia:";
"Item on left is orphaned:" = "Položka vľavo je jediná:";
"Item on right is newer:" = "Položka vpravo je novšia:";
"Item on right is orphaned:" = "Položka vpravo je jediná:";
"Items are different:" = "Položky sú rozdielne:";
"Items are the same:" = "Položky sú rovnaké:";
"Mirror to Left" = "Zrkadliť doľava";
"Mirror to Right" = "Zrkadliť doprava";
"Preparing to sync…" = "Príprava na sync…";
"Preset:" = "Predvoľba:";
"Presets…" = "Predvoľby…";
"Sync" = "Synchronizácia";
"Sync invisible items" = "Synchronizovať neviditeľné položky";
"Sync packages as folders" = "Synchronizovať balíčky ako zložky";
"Sync subfolders" = "Synchronizovať podzložky";
"Update Both" = "Aktualizovať obe";
"Update Left" = "Aktualizovať ľavú";
"Update Right" = "Aktualizovať pravú";
"add" = "pridať";
"delete" = "Vymazať";
"update" = "aktualizovať";

/* ==== UNLOCALIZED ==== */

"FolderSync" = "FolderSync";
"OK" = "OK";
